<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<title></title>
</head>
<body>
<h1>Hello World!</h1>
<p style="font-family: solaimanlipi; text-align: justify;">
	Hello World!
	বাংলাদেশ (এই শব্দ সম্পর্কে শুনুন (সাহায্য·তথ্য)) দক্ষিণ এশিয়ার একটি জনবহুল রাষ্ট্র। বাংলাদেশের সাংবিধানিক নাম গণপ্রজাতন্ত্রী বাংলাদেশ। ভূ-রাজনৈতিক ভাবে বাংলাদেশের পশ্চিমে ভারতের পশ্চিমবঙ্গ, উত্তরে পশ্চিমবঙ্গ, আসাম ও মেঘালয়, পূর্ব সীমান্তে আসাম, ত্রিপুরা ও মিজোরাম, দক্ষিণ-পূর্ব সীমান্তে মায়ানমারের চিন ও রাখাইন রাজ্য এবং দক্ষিণ উপকূলের দিকে বঙ্গোপসাগর অবস্থিত।[৮] বাংলাদেশের ভূখণ্ড ভৌগোলিকভাবে একটি উর্বর ব-দ্বীপের অংশ বিশেষ। পার্শ্ববর্তী দেশের রাজ্য পশ্চিমবঙ্গ ও ত্রিপুরা-সহ বাংলাদেশ একটি ভৌগোলিকভাবে জাতিগত ও ভাষাগত "বঙ্গ" অঞ্চলটির মানে পূর্ণ করে। "বঙ্গ" ভূখণ্ডের পূর্বাংশ পূর্ব বাংলা নামে পরিচিত ছিল, যা ১৯৭১ খ্রিস্টাব্দে বাংলাদেশ নামে স্বাধীন ও সার্বভৌম দেশ হিসেবে প্রতিষ্ঠা লাভ করে। পৃথিবীতে যে ক'টি রাষ্ট্র জাতিরাষ্ট্র হিসেবে মর্যাদা পায় তার মধ্যে বাংলাদেশ অন্যতম।

বাংলাদেশের বর্তমান সীমান্ত তৈরি হয়েছিল ১৯৪৭ খ্রিস্টাব্দে যখন ব্রিটিশ ঔপনিবেশিক শাসনাবসানে, বঙ্গ (বেঙ্গল প্রেসিডেন্সি) এবং ব্রিটিশ ভারত বিভাজন করা হয়েছিল। বিভাজনের পরে বর্তমান বাংলাদেশের অঞ্চল তখন পূর্ব বাংলা নামে পরিচিত ছিল, যেটি নবগঠিত দেশ পাকিস্তানের পূর্ব অঞ্চল হিসেবে প্রতিষ্ঠিত করা হয়েছিল। পাকিস্তান অধিরাজ্যে থাকাকালীন ‘পূর্ব বাংলা’ থেকে ‘পূর্ব পাকিস্তান’-এ নামটি পরিবর্তিত করা হয়েছিল। শোষণ, বৈষম্য ও নিপীড়নের বিরুদ্ধে সশস্ত্র সংগ্রামের মধ্য দিয়ে ১৯৭১ খ্রিস্টাব্দে বাংলাদেশ একটি স্বাধীন ও সার্বভৌম দেশ হিসাবে প্রতিষ্ঠিত হয়। স্বাধীনতা পরবর্তী সময়ে দারিদ্র্যপীড়িত বাংলাদেশে বিভিন্ন সময় ঘটেছে দুর্ভিক্ষ ও প্রাকৃতিক দুর্যোগ; এছাড়াও প্রলম্বিত রাজনৈতিক অস্থিতিশীলতা ও পুনঃপৌনিক সামরিক অভ্যুত্থান এদেশের সামগ্রিক রাজনৈতিক স্থিতিশীলতা বারংবার ব্যাহত করেছে। গণসংগ্রামের মধ্য দিয়ে ১৯৯১ খ্রিস্টাব্দে গণতান্ত্রিক শাসনব্যবস্থা পুনঃপ্রতিষ্ঠিত হয়েছে যার ধারাবাহিকতা আজ পর্যন্ত। সকল প্রতিকূলতা সত্ত্বেও গত দুই দশকে বাংলাদেশের অর্থনৈতিক প্রগতি ও সমৃদ্ধি সারা বিশ্বে স্বীকৃতি লাভ করেছে।

বিশ্বের সবচেয়ে জনবহুল দেশগুলোর তালিকায় বাংলাদেশের অবস্থান অষ্টম যদিও আয়তনের হিসেবে বাংলাদেশ বিশ্বে ৯৪তম; ফলে বাংলাদেশ বিশ্বের সবচেয়ে ঘনবসতিপূর্ণ দেশগুলোর নবম। মাত্র ৫৬ হাজার বর্গমাইলেরও কম এই ক্ষুদ্রায়তনের দেশটির প্রাক্কলিত (২০১৮) জনসংখ্যা ১৬.২৯ কোটির বেশি অর্থাৎ প্রতি বর্গমাইলে জনবসতি ২৮৮৯ জন (প্রতি বর্গ কিলোমিটারে ১১১৫ জন)। রাজধানী ঢাকা শহরের জনসংখ্যা ১.৪৪ কোটি এবং ঢাকা মহানগরীর জনঘনত্ব প্রতি বর্গমা্গইলে ১৯,৪৪৭ জন।[৯] দেশের জনসংখ্যার ৯৮ শতাংশ মানুষের মাতৃভাষা বাংলা; সাক্ষরতার হার ৬৫ শতাংশ।

</p>
</body>
</html>